{
  "lang": "bg",
  "other_lang": "EN",
  "other_lang_url": "https://dilyan.net/",
  "canonical": "https://dilyan.net/bg/",
  "title": "Изработка на Сайт | dilyan.net",
  "description": "Изработка на сайт и голямо разнообразие от услуги като разработка на приложения, API интеграция и проектиране на бази данни. Full-Stack софтуерен програмист на свободна практика, живеещ в София, България, специализиран в Angular, TypeScript, Node.JS, PHP.",
  "author": "Дилян Любомиров",
  "home": "Начало",
  "about_me": "За мен",
  "services": "Услуги",
  "my_team": "Моят екип",
  "portfolio": "Портфолио",
  "contact_me": "Контакти",
  "slogan": "Аз създавам & разработвам дигитални продукти.",
  "learn_more": "научете повече",
  "im_dilyan": "Аз съм Дилян, Full-Stack софтуерен програмист, базиран в София, България",
  "im_dilyan_info": "За придобитият повече от 10 години опит, се отличавам със страст към изчистения и удобен за потребителите дизайн, работа в екип и колаборация, така и към нови знания. Имам опит с поддръжка и разработка на множество проекти от нулата, от front-end до back-end на всеки един от тях. Още от тийнейджърските си години съм запален по развитието на технологиите и софтуерни разработки, а с годините успях да превърна хобито си в професия.",
  "services_info": "Обичам да намирам прости решения на сложни предизвикателства.",
  "service_web_design": "Уеб Дизайн",
  "service_web_design_info": "Дизайн, който да представя бранда Ви в най-добрата му светлина и същевременно гарантира лекота на използване за потребителя.",
  "service_web_site_development": "Изработка на Сайт",
  "service_web_site_development_info": "Изработка на качествени сайтове, с най-модерните уеб технологии, изцяло съобразени с изисквания Ви и тенденциите на пазара",
  "service_back_end_development": "Изработка на Приложения",
  "service_back_end_development_info": "Разработка на Node.js и PHP (уеб) приложения и RESTful API услуги.",
  "service_website_maintenance": "Уеб Сайт Поддръжка",
  "service_website_maintenance_info": "Поддръжка, актуализация и подобрения на клиентските сайтове.",
  "service_seo_optimisation": "SEO Оптимизация",
  "service_seo_optimisation_info": "Заедно с разработката на уеб сайт получавате и начална SEO оптимизация.",
  "service_copywriting": "Писане на Статии",
  "service_copywriting_info": "Имате нужда от правилните думи?",
  "years_experience": "Години Опит",
  "years_experience_info": "Обичам да използвам програмирането, като начин за свързване с хората. Доставя ми удоволствие предизвикателството да превръщам сложните проблеми, в простички, красиви и интуитивни дизайни, както и направата на изчистени и удобни за потребителя изживявания. Това, което се старая да предоставя на клиентите си винаги са отлично свършена работа, работна етика и желание постоянно да уча и да се развивам. В проектите си се съсредоточавам върху модерни и отзивчиви решения за уебсайтове, които лесно могат да се актуализират от клиента. Ето защо специализирам и насочвам усилията си в създаването на софтуер за рачличен тип клиенти,от физически лица и малки фирми, до големи корпорации. Да работя с вас винаги ще е моя привилегия.",
  "my_skills": "Моите умения",
  "my_skills_info": "Модерни. Дигитални. Креативни.",
  "html5": "HTML5 е основен технологичен език използван в Интернет, използван за структуриране и представяне на съдържание за Световната Мрежа.",
  "css3": "CSS3 е език за описание на стилове - използва се основно за описване на представянето на документ, написан на език за маркиране.",
  "js": "JavaScript е интерпретируем език за програмиране, разпространяван с повечето Уеб браузъри. Поддържа обектно-ориентиран и функционален стил на програмиране. Създаден е в Netscape през 1995 г..",
  "ts": "TypeScript е програмен език с отворен код разработен и поддържан от Microsoft. Той е силно типизиран superset на JavaScript, и добавя опционална типизация на данните. TypeScript е предназначен за разработка на големи приложения и се транскомпилира в JavaScript.",
  "angular": "Angular е TypeScript-базиран фреймуърк за уеб приложения с отворен код разработван от Angular Team в Google и от общност от индивидуални лица и корпорации.",
  "bootstrap": "Bootstrap е client-side среда с отворен код, която съдържа набор от инструменти за създаване на уеб приложения и уебсайтове. ",
  "php": "PHP е скриптов език върху сървърната страна език с отворен код, който е проектиран за уеб програмиране и е широко използван за създаване на сървърни приложения и динамично уеб-съдържание.",
  "node": "Node.js е мулти-платформена среда за изпълнение на сървърни и мрежови приложения с отворен код. Приложенията се пишат на JavaScript и могат да се изпълняват в Node.js среда под OS X, Microsoft Windows, Linux и IBM.",
  "python": "Python е интерпретируем, интерактивен, обектно-ориентиран език за програмиране, създаден от Гуидо ван Росум в началото на 90-те години. Кръстен е на телевизионното шоу на BBC „Monty Python’s Flying Circus“. Често бива сравняван с Tcl, Perl, Scheme, Java и Ruby.",
  "wp": "WordPress е вид свободен софтуер с отворен код за създаване на блогове и/или сайтове, използващ система за управление на съдържанието и е базиран на PHP и MySQL.",
  "yii2": "Yii е framework с бърза производителност за създаване на уеб приложения. Той зарежда само файловете нужни на системата което го прави сравнително бърз, предлага доста добра защита както всички останали framework-ове, но това което е по-различно е че предлага свободна валидация, кодът доста изчистен и използва MVC модел.",
  "mysql": "MySQL е втората най-използвана система за управление на релационни бази данни с отворен код (RDBMS).",
  "heroku": "Heroku е платформа като услуга (PaaS), която дава възможност на разработчиците да разработват и стартират приложения изцяло в облака.",
  "aws": "Amazon Web Services е колекция от отдалечени компютърни услуги, наричани още уеб услуги, които съставят една cloud computing платформа, предлагана от Amazon.com. Основните услуги са Amazon EC2 и Amazon S3.",
  "my_fantastic_team": "Моят екип",
  "dilyan_lyubomirov": "Дилян Любомиров",
  "dilyan_lyubomirov_job": "Full-Stack програмист",
  "annie_stoitzev": "Ана Стоицев",
  "annie_stoitzev_job": "Копирайтър",
  "daniel_dimitrov": "Даниел Димитров",
  "daniel_dimitrov_job": "UI/UX дизайнер",
  "feel_the_world": "Усети света",
  "feature_works": "Избрани проекти",
  "portfolio_1_category": "дизайн, разработка",
  "portfolio_1_name": "Свара",
  "portfolio_1_description": "Една от най-добрите и най-известни игри с карти, играни в реално казино и подобна на покер с 3 карти! Покерът с 3 карти е игра на маса в казино, базирана на Texas Holdem Poker.",
  "portfolio_1_date": "Дата",
  "portfolio_1_date_text": "Май 2018",
  "portfolio_1_clients": "Клиенти",
  "portfolio_1_clients_text": "FISH AND CHIPS 777",
  "portfolio_1_technologies": "Технологии",
  "portfolio_1_technologies_text": "JavaScript, TypeScript, Node.js, Angular, Cordova",
  "portfolio_2_category": "дизайн, разработка",
  "portfolio_2_name": "elemental.tv",
  "portfolio_2_description": "elemental.tv е отличен пример за платформа базирана на съвременна технология за стрийминг на видео. Frontend е базиран на AngularJS, Bootstrap и най-новите тенденции на frontend. Той е отзивчив към всички видове устройства и по този начин позволява изключително потребителско изживяване. Elemental TV е страхотна платформа, която ви позволява да гледате различни телевизионни програми в реално време.",
  "portfolio_2_date": "Дата",
  "portfolio_2_date_text": "Април 2017",
  "portfolio_2_clients": "Клиенти",
  "portfolio_2_clients_text": "Atom Solutions",
  "portfolio_2_technologies": "Технологии",
  "portfolio_2_technologies_text": "JavaScript, Angular, Bootstrap, jQuery",
  "portfolio_3_category": "дизайн, разработка",
  "portfolio_3_name": "Операция Плюшено Мече",
  "portfolio_3_description": "",
  "portfolio_3_date": "Дата",
  "portfolio_3_date_text": "Август 2015",
  "portfolio_3_clients": "Клиенти",
  "portfolio_3_clients_text": "Операция Плюшено Мече",
  "portfolio_3_technologies": "Технологии",
  "portfolio_3_technologies_text": "JavaScript, Bootstrap, jQuery, PHP, WordPress",
  "portfolio_4_category": "дизайн, разработка",
  "portfolio_4_name": "Ampslide",
  "portfolio_4_description": "Уеб базираната платформа Ampslide е перфектен пример за иновация и интеграция на най-новите технологични тенденции. Ampslide се използва от презентаторите на конференции, за да предостави на участниците споделяне на слайдове в реално време.",
  "portfolio_4_date": "Дата",
  "portfolio_4_date_text": "Януари 2016",
  "portfolio_4_clients": "Клиенти",
  "portfolio_4_clients_text": "Atom Solutions",
  "portfolio_4_technologies": "Технологии",
  "portfolio_4_technologies_text": "PHP, Node.js, Python, Bash, Angular, JavaScript, TypeScript, Bootstrap",
  "portfolio_5_category": "разработка",
  "portfolio_5_name": "International Asset Bank",
  "portfolio_5_description": "",
  "portfolio_5_date": "Дата",
  "portfolio_5_date_text": "Май 2014",
  "portfolio_5_clients": "Клиенти",
  "portfolio_5_clients_text": "StudioX",
  "portfolio_5_technologies": "Технологии",
  "portfolio_5_technologies_text": "PHP",
  "portfolio_6_category": "разработка",
  "portfolio_6_name": "SmartBrokers",
  "portfolio_6_description": "",
  "portfolio_6_date": "Дата",
  "portfolio_6_date_text": "Юли 2014",
  "portfolio_6_clients": "Клиенти",
  "portfolio_6_clients_text": "StudioX",
  "portfolio_6_technologies": "Технологии",
  "portfolio_6_technologies_text": "PHP",
  "portfolio_7_category": "лого дизайн",
  "portfolio_7_name": "Spice&Soul",
  "portfolio_7_description": "",
  "portfolio_7_date": "Дата",
  "portfolio_7_date_text": "Декември 2019",
  "portfolio_7_clients": "Клиенти",
  "portfolio_7_clients_text": "Spice&Soul",
  "portfolio_7_technologies": "Технологии",
  "portfolio_7_technologies_text": "Illustrator",
  "portfolio_8_category": "текст",
  "portfolio_8_name": "Копирайтинг",
  "portfolio_8_description": "",
  "testimonials": "Отзиви",
  "testimonial_1": "„Дилян Любомиров е един от най-важните хора, с които съм имала честта да работя! Той е мозъкът, който стои зад най-голямата платформа за Коледни подаръци в България, която връща Коледа на деца в неравностойно положение от всички краища на страната! Благодарение на своите таланти, постоянство, отдаденост и креативност екипът ни от доброволци е успява да върне надеждата, смяхът и детството на близо 10 000 деца всяка година! Той с лекота успя да се справи със задачата да създаде такава Платформа, която дава възможност на хиляди хора да бъдат свързани с деца в нужда и го направи по такъв начин, че днес в България почти няма никой, който да не е чувал за „Операция: плюшено мече“. Коледното чудо се разраства в България всяка година и всичко това е благодарение на Дилян и неговия професионализъм!“",
  "testimonial_1_author": "Михаела Стойкова",
  "testimonial_1_company": "Сдружение „Операция Плюшено Мече“",
  "testimonial_1_role": "Основател",
  "start_new_project": "Желаете да започнете нов проект с мен?",
  "contact_me_new_project": "пишете ми",
  "email": "E-mail",
  "linkedin": "LinkedIn",
  "linkedin_text": "Дилян Любомиров",
  "github": "GitHub",
  "github_text": "dilana",
  "location": "Адрес",
  "location_text": "София, България",
  "launch_website": "отвори",
  "previous_project": "Предишен проект",
  "next_project": "Следващ проект"
}
